[
    {
        "title": "Fudgy Brownies!",
        "description": "Easy to make and ready in just fourty minutes from ingredient to plate! Super chocolatey!",
        "ingredients": "6oz bitter-sweet chocolate, 1 stick of unsalted butter, 1 1/2 cups of sugar, 3 eggs, 1/4 cup of unsweetened cocoa powder, pinsch of salt, 1/2 cup+2Tbls All Porpuse Flower.",
        "innstruction": "In a double boiler, melt and temper the chocolate with the butter until a shiny ganache is made. DO NOT get any steam or water into the chocolate or it will seize. Once the ganache is ready pull off the heat making sure that the bowl is dey. Slowly add and mix in your sugar to cool down the chocolate. Once incorperated, add your eggs one at a time making sure to fully mix in. Now all that is left is to slowly add in all of the rest of the ingredients until homogenous. Spread on an 8x8 baking pan and put in a preheated oven at 325-350 degree oven for about 30-35 minutes. Let cool before cutting and enjoy!"
    },
    {
        "title": "Shoyu Ramen",
        "description": "Super simple and delicious Ramen Broth recipe that you can do at home without having to spend hours cooking!",
        "ingredients": "2tsp neutral oil, 2tsp Ginger(minced), 2tsp Garlic(minced), 3tbs Soy Sauce, 2tbs Mirin, 4cups of chicken Broth(sub veggie broth if you want)",
        "innstruction": "Add oil to a hot pot, saute the garlic and ginger until soft and fragrant(about two mins). Add soy sauce and mirin and cook for one minute. Add your broth of choice, bring to a boil and simmer for about 7 minutes or so. At this point the broth is done and all you need is to prepare your noodles acording to the package, or use fresh noodles too. I recomend adding green onions, seaweed, pickled ginger, and corn. You can use whatever you'd like. Enjoy!",
    },
    {
        "title": "Lemon Butter Ravioli with Asparagus and Mushrooms",
        "description": "Easy to make Datenight recipe that can be done in just ten minutes!",
        "ingredients": "1 package BUITONI Refrigerated Four Cheese Ravioli (20 oz.), 1 tablespoon extra virgin olive oil,1 cup chopped asparagus, 3 cups sliced cremini mushrooms, 2 tablespoons butter, 1 tablespoon fresh lemon juice, 2 teaspoons grated lemon peel, BUITONI Refrigerated Freshly Shredded Parmesan Cheese (5 oz.), Fresh cracked black pepper (optional)",
        "innstruction": "Prepare pasta according to package directions. Heat oil in a large skillet over medium heat. Add asparagus; cook, stirring occasionally, for 2 minutes. Add mushrooms; cook, stirring occasionally, for 3 minutes. Add butter, lemon juice and grated lemon peel; cook for 2 minutes. Add pasta; stir gently to combine. Serve topped with cheese and pepper."
    }

]